Repository: bobosch/ods_osm
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

source: Coordinate Picker Wizard
de: Kartenassistent für Auswahl der Koordinaten

# coordinatepickerWizard.close
source: Close Coordinate Picker Wizard
de: Kartenassistent schließen

# coordinatepickerWizard.import
source: Import Marker Coordinates
de: Marker Koordinaten importieren

# coordinatepickerWizard.title
source: Search coordinates
de: Kartenassistent für Auswahl der Koordinaten

# tt_content.pi_flexform.cluster
source: Cluster markers
de: Markierungen bündeln

# tt_content.pi_flexform.cluster_radius
source: Cluster radius
de: Radius des Marker Clusters

# tt_content.pi_flexform.enable_dragging
source: Enable dragging with mouse and touch
de: Karte mit Maus bzw. Touch verschieben

# tt_content.pi_flexform.enable_scrollwheelzoom
source: Enable zooming with mouse scroll wheel
de: Zoomen mit dem Mausrad

# tt_content.pi_flexform.height
source: Height
de: Höhe

# tt_content.pi_flexform.layer
source: Base layer
de: Hauptebene

# tt_content.pi_flexform.layerswitcher_activationMode
source: Layerswitcher Activation Mode
de: Methode zum Aufklappen des Ebenenumschalter

# tt_content.pi_flexform.library
source: Library
de: Programm

# tt_content.pi_flexform.marker
source: Records to show
de: Markierungen anzeigen

# tt_content.pi_flexform.marker.description
source: Select marker, track or vector records to show on the map.
de: Marker, Track oder Vector-Daten für die Anzeige auf der Karte wählen.

# tt_content.pi_flexform.marker_popup_intial
source: Show this marker's popup initially
de: Markierungspopup anfangs anzeigen

# tt_content.pi_flexform.mouse_position
source: Show mouse position
de: Zeige Mausposition

# tt_content.pi_flexform.overlays.description
source: The following overlays are available in the frontend. If using the layer switcher, the selected overlays may be toggled on/off. The initial state is selected by "overlays_active". Without layer switcher, all overlays are active in the map.
de: Die folgenden Überlagerungskarten stehen im Frontend zur Verfügung. Wenn der Ebenumschalter erwendet wird, können diese Ebenen ein- und ausgeschaltet werden. Die initiale Aktivierung kann mit der folgenden Einstellung ("Überlagerungskarten aktivieren") gesteuert werden. Ohne Ebenenumschalter werden alle Ebenen angezeigt.

# tt_content.pi_flexform.overlays_active
source: Activated overlays
de: Überlagerungskarten aktivieren

# tt_content.pi_flexform.overlays_active.description
source: The following overlays are activated in the layer switcher initially.
de: Die folgenden Überlagerungskarten sind beim Laden der Karte aktiviert.

# tt_content.pi_flexform.position_show
source: Show current position
de: Aktuelle Position anzeigen

# tt_content.pi_flexform.sheet_sDEF
source: Default
de: Standard

# tt_content.pi_flexform.show_fullscreen
source: Show Fullscreen Button
de: Vollbild anzeigen

# tt_content.pi_flexform.show_layerswitcher
source: Show layerswitcher
de: Ebenenumschalter anzeigen

# tt_content.pi_flexform.show_layerswitcher.I.0
source: No
de: Nein

# tt_content.pi_flexform.show_layerswitcher.I.1
source: Closed
de: Geschlossen

# tt_content.pi_flexform.show_layerswitcher.I.2
source: Opened
de: Geöffnet

# tt_content.pi_flexform.show_popups
source: Show popups
de: Popups anzeigen

# tt_content.pi_flexform.show_popups.I.0
source: No
de: Nein

# tt_content.pi_flexform.show_scalebar
source: Show ScaleBar
de: Massstabsanzeige anzeigen

# tt_content.pi_flexform.use_coords_only_nomarker
source: Use this coordinates only if no marker exists
de: Diese Koordinaten nur verwenden wenn keine Markierung existiert

# tt_content.pi_flexform.width
source: Width
de: Breite

# tx_odsosm_geocache.city
source: City
de: Stadt

# tx_odsosm_geocache.country
source: Country
de: Land

# tx_odsosm_geocache.housenumber
source: Housenumber
de: Hausnummer

# tx_odsosm_geocache.lat
source: Latitude
de: Breitengrad

# tx_odsosm_geocache.lon
source: Longitude
de: Längengrad

# tx_odsosm_geocache.state
source: State
de: Bundesland

# tx_odsosm_geocache.street
source: Street
de: Straße

# tx_odsosm_geocache.zip
source: Zip
de: PLZ

# tx_odsosm_lat
source: Latitude
de: Breitengrad

# tx_odsosm_layer
source: Layer
de: Ebene

# tx_odsosm_layer.javascript_include
source: Include static JavaScript
de: Statisches JavaScript einbinden

# tx_odsosm_layer.javascript_openlayers
source: JavaScript for OpenLayers
de: JavaScript für OpenLayers

# tx_odsosm_layer.max_zoom
source: Maximum zoom
de: Maximaler Zoom

# tx_odsosm_layer.min_zoom
source: Minimum zoom
de: Minimaler zoom

# tx_odsosm_layer.overlay
source: Is overlay
de: Ist Overlay

# tx_odsosm_layer.static_url
source: Static map URL
de: URL für statische Karte

# tx_odsosm_layer.tile_https
source: Tile URL https available
de: Tile URL https verfügbar

# tx_odsosm_layer.title
source: Title
de: Titel

# tx_odsosm_lon
source: Longitude
de: Längengrad

# tx_odsosm_marker.offset_x
source: Offset X
de: Ausgleich X

# tx_odsosm_marker.offset_y
source: Offset Y
de: Ausgleich Y

# tx_odsosm_marker.size_x
source: Size X
de: Größe X

# tx_odsosm_marker.size_y
source: Size Y
de: Größe Y

# tx_odsosm_marker.title
source: Title
de: Titel

# tx_odsosm_track.color
source: Color
de: Farbe

# tx_odsosm_track.file
source: File
de: Datei

# tx_odsosm_track.file.add
source: Add track file
de: Track-Datei hinzufügen

# tx_odsosm_track.max_lat
source: Maximum Latitude
de: Maximaler Breitengrad

# tx_odsosm_track.max_lon
source: Maximum Longitude
de: Maximaler Längengrad

# tx_odsosm_track.min_lat
source: Minimum Latitude
de: Minimaler Breitengrad

# tx_odsosm_track.min_lon
source: Minumum Longitude
de: Minimaler Längengrad

# tx_odsosm_track.title
source: Title
de: Titel

# tx_odsosm_track.width
source: Width
de: Breite

# tx_odsosm_vector
source: Vector
de: Vektor

# tx_odsosm_vector.file
source: File
de: Datei

# tx_odsosm_vector.file.add
source: Add geo data file
de: GeoJSON-Datei hinzufügen

# tx_odsosm_vector.properties
source: Properties to show in popup
de: Eigenschaften, die im Popup ausgegeben werden sollen

# tx_odsosm_vector.properties_from_file
source: Read properties from file
de: Lese Eigenschaften aus der Datei

# tx_odsosm_vector.title
source: Title
de: Titel

source: Vector Draw Wizard
de: Kartenassitent zum Zeichnen von Vektor-Daten

# vectordrawWizard.close
source: Close Vector Draw Wizard
de: Kartenassistent schließen

# vectordrawWizard.import
source: Import vector data to form
de: Vektor-Daten in Formular importieren

# vectordrawWizard.title
source: Draw vector data and save as GeoJSON
de: Vektor-Daten zeichnen und als GeoJSON speichern
